{
  "vocab_words": [
    "advanced",
    "airport",
    "animals",
    "apps",
    "arrive",
    "balls",
    "beach",
    "beautiful",
    "big",
    "body",
    "bones",
    "book",
    "bread",
    "breakfast",
    "buildings",
    "businesses",
    "buy",
    "cameras",
    "capital",
    "careful",
    "children",
    "climb",
    "clouds",
    "coffee",
    "coldest",
    "comfortable",
    "communicate",
    "compare",
    "confident",
    "connect",
    "cook",
    "cooking",
    "cool",
    "cooler",
    "crafts",
    "creative",
    "customers",
    "dancing",
    "dates",
    "delicious",
    "desert",
    "dessert",
    "devices",
    "digital",
    "discounts",
    "documents",
    "drivers",
    "dry",
    "earn",
    "earns",
    "eat",
    "economy",
    "employees",
    "enjoy",
    "exciting",
    "exercise",
    "family",
    "fish",
    "flowers",
    "food",
    "free",
    "free time",
    "fresh",
    "friendly",
    "friends",
    "gather",
    "good",
    "government",
    "grandparents",
    "groups",
    "grow",
    "happy",
    "healthy",
    "heart",
    "hide",
    "hire",
    "home",
    "hot",
    "hotel",
    "hottest",
    "hunt",
    "ingredients",
    "insects",
    "job",
    "jobs",
    "lake",
    "life",
    "lights",
    "live",
    "love",
    "luggage",
    "manager",
    "mobile",
    "money",
    "morning",
    "move",
    "music",
    "neighborhoods",
    "new",
    "parks",
    "passport",
    "patterns",
    "people",
    "photographer",
    "photography",
    "pictures",
    "places",
    "plants",
    "popular",
    "practice",
    "prices",
    "professional",
    "program",
    "protect",
    "rain",
    "reading",
    "recipe",
    "recommend",
    "relax",
    "remember",
    "restaurants",
    "rice",
    "robots",
    "routes",
    "save",
    "seasons",
    "sell",
    "share",
    "shop",
    "showers",
    "sick",
    "skin",
    "sleep",
    "small",
    "smart",
    "smile",
    "snow",
    "soft",
    "special",
    "spend",
    "sports",
    "spring",
    "stomach",
    "stores",
    "streets",
    "strong",
    "successful",
    "sugar",
    "sun",
    "system",
    "talk",
    "technology",
    "temperature",
    "ticket",
    "tickets",
    "traffic",
    "transportation",
    "travel",
    "trees",
    "vegetables",
    "visa",
    "visit",
    "wake",
    "wake up",
    "warm",
    "water",
    "weather",
    "work",
    "workers"
  ],
  "function_words": [
    "a",
    "about",
    "above",
    "afraid",
    "after",
    "afternoon",
    "again",
    "air",
    "alive",
    "all",
    "almost",
    "already",
    "also",
    "although",
    "always",
    "am",
    "an",
    "and",
    "animals",
    "another",
    "answer",
    "answers",
    "any",
    "anyone",
    "apart",
    "appear",
    "arabia",
    "are",
    "aren't",
    "around",
    "as",
    "ask",
    "asked",
    "asks",
    "at",
    "away",
    "back",
    "bad",
    "bag",
    "bank",
    "be",
    "because",
    "become",
    "becomes",
    "been",
    "before",
    "begin",
    "being",
    "believe",
    "believes",
    "below",
    "best",
    "better",
    "between",
    "big",
    "bird",
    "birds",
    "body",
    "books",
    "both",
    "boy",
    "boys",
    "break",
    "bring",
    "brings",
    "brother",
    "brothers",
    "build",
    "burn",
    "bus",
    "buses",
    "busy",
    "but",
    "buy",
    "buys",
    "by",
    "bye",
    "call",
    "called",
    "calls",
    "can",
    "can't",
    "car",
    "care",
    "carry",
    "cars",
    "cat",
    "catch",
    "cats",
    "change",
    "changed",
    "changes",
    "cheap",
    "check",
    "checks",
    "cheese",
    "chicken",
    "chickens",
    "child",
    "children",
    "choose",
    "church",
    "cities",
    "city",
    "class",
    "classes",
    "clean",
    "cleaned",
    "cleans",
    "clear",
    "climb",
    "clock",
    "close",
    "closed",
    "closes",
    "clothes",
    "cloudy",
    "cold",
    "color",
    "colors",
    "come",
    "comfortable",
    "coming",
    "computers",
    "connect",
    "cook",
    "cooked",
    "cooking",
    "cooks",
    "cool",
    "copy",
    "correct",
    "could",
    "couldn't",
    "count",
    "countries",
    "country",
    "cover",
    "cow",
    "cows",
    "cross",
    "cry",
    "culture",
    "cup",
    "cups",
    "cut",
    "dad",
    "daily",
    "dance",
    "dark",
    "daughter",
    "day",
    "days",
    "dead",
    "deep",
    "desk",
    "did",
    "didn't",
    "different",
    "difficult",
    "dinner",
    "dirty",
    "dish",
    "do",
    "doctor",
    "doctors",
    "does",
    "doesn't",
    "dog",
    "dogs",
    "don't",
    "door",
    "down",
    "dr",
    "draw",
    "dress",
    "drink",
    "drinks",
    "drive",
    "driver",
    "driving",
    "dry",
    "during",
    "each",
    "ear",
    "early",
    "ears",
    "easier",
    "easy",
    "eat",
    "eating",
    "eats",
    "education",
    "egg",
    "eggs",
    "eight",
    "either",
    "else",
    "empty",
    "end",
    "ends",
    "enjoy",
    "enjoys",
    "enough",
    "enter",
    "even",
    "evening",
    "every",
    "everyone",
    "everything",
    "everywhere",
    "excited",
    "expensive",
    "explain",
    "eye",
    "eyes",
    "face",
    "fail",
    "fall",
    "false",
    "families",
    "family",
    "famous",
    "farm",
    "farmer",
    "farmers",
    "farms",
    "fast",
    "fat",
    "father",
    "favorite",
    "feed",
    "feel",
    "feels",
    "few",
    "fill",
    "finally",
    "find",
    "finds",
    "first",
    "fish",
    "five",
    "fix",
    "flat",
    "flower",
    "flowers",
    "fly",
    "follow",
    "follows",
    "food",
    "foot",
    "for",
    "forget",
    "four",
    "free",
    "fresh",
    "friend",
    "friends",
    "from",
    "fruit",
    "fruits",
    "full",
    "fun",
    "funny",
    "future",
    "game",
    "games",
    "garden",
    "gate",
    "get",
    "gift",
    "gifts",
    "girl",
    "girls",
    "give",
    "gives",
    "glad",
    "glass",
    "go",
    "goes",
    "going",
    "good",
    "gray",
    "great",
    "green",
    "group",
    "grow",
    "guess",
    "had",
    "hair",
    "hand",
    "happen",
    "happens",
    "happy",
    "hard",
    "has",
    "hat",
    "hate",
    "hates",
    "have",
    "he",
    "he's",
    "head",
    "health",
    "healthy",
    "hear",
    "hears",
    "heart",
    "heavy",
    "hello",
    "help",
    "helped",
    "helps",
    "her",
    "here",
    "here's",
    "hers",
    "hi",
    "high",
    "him",
    "his",
    "hobbies",
    "hobby",
    "hold",
    "holiday",
    "home",
    "homes",
    "hope",
    "hopes",
    "hospital",
    "hot",
    "hour",
    "hours",
    "house",
    "how",
    "however",
    "hungry",
    "hurry",
    "hurt",
    "i",
    "i'd",
    "i'll",
    "i'm",
    "i've",
    "ideas",
    "if",
    "ill",
    "important",
    "in",
    "information",
    "inside",
    "instead",
    "interesting",
    "internet",
    "into",
    "is",
    "isn't",
    "it",
    "it's",
    "its",
    "jeddah",
    "job",
    "jobs",
    "join",
    "jump",
    "just",
    "kabsa",
    "keep",
    "keeps",
    "kill",
    "kind",
    "king",
    "kitchen",
    "know",
    "knows",
    "land",
    "language",
    "large",
    "last",
    "late",
    "later",
    "laugh",
    "lazy",
    "learn",
    "learned",
    "learns",
    "leave",
    "leaves",
    "left",
    "less",
    "let",
    "let's",
    "lets",
    "letter",
    "letters",
    "library",
    "life",
    "lift",
    "light",
    "like",
    "liked",
    "likes",
    "line",
    "list",
    "listen",
    "listening",
    "listens",
    "live",
    "lived",
    "lives",
    "long",
    "look",
    "looking",
    "looks",
    "lose",
    "lost",
    "lot",
    "lots",
    "loud",
    "love",
    "loved",
    "loves",
    "low",
    "lucky",
    "lunch",
    "madinah",
    "main",
    "make",
    "makes",
    "makkah",
    "man",
    "many",
    "map",
    "mark",
    "market",
    "markets",
    "may",
    "maybe",
    "me",
    "meal",
    "meals",
    "mean",
    "means",
    "meat",
    "media",
    "medicine",
    "meet",
    "meeting",
    "message",
    "messages",
    "might",
    "milk",
    "mine",
    "minute",
    "minutes",
    "miss",
    "mix",
    "modern",
    "mom",
    "money",
    "month",
    "moon",
    "more",
    "morning",
    "most",
    "mother",
    "move",
    "moved",
    "moves",
    "mr",
    "mrs",
    "ms",
    "much",
    "music",
    "must",
    "my",
    "name",
    "nature",
    "near",
    "need",
    "needed",
    "needs",
    "neither",
    "never",
    "new",
    "news",
    "next",
    "nice",
    "night",
    "nine",
    "no",
    "noisy",
    "nor",
    "not",
    "note",
    "notebook",
    "notebooks",
    "now",
    "number",
    "nurse",
    "of",
    "off",
    "offer",
    "office",
    "offices",
    "often",
    "old",
    "on",
    "one",
    "only",
    "open",
    "opened",
    "opens",
    "or",
    "order",
    "other",
    "others",
    "our",
    "ours",
    "out",
    "outside",
    "over",
    "own",
    "pack",
    "page",
    "pages",
    "paint",
    "paper",
    "parents",
    "park",
    "parks",
    "part",
    "party",
    "pass",
    "passport",
    "pay",
    "pays",
    "pen",
    "people",
    "perhaps",
    "person",
    "pet",
    "pets",
    "phone",
    "phones",
    "photo",
    "photos",
    "piano",
    "pick",
    "picnic",
    "picture",
    "pictures",
    "place",
    "places",
    "plan",
    "plane",
    "plant",
    "plate",
    "play",
    "played",
    "player",
    "playing",
    "plays",
    "please",
    "poor",
    "popular",
    "possible",
    "prepare",
    "press",
    "pretty",
    "price",
    "prices",
    "problem",
    "produce",
    "program",
    "promise",
    "protect",
    "proud",
    "pull",
    "push",
    "put",
    "puts",
    "queen",
    "questions",
    "quiet",
    "quite",
    "race",
    "rain",
    "rains",
    "rainy",
    "reach",
    "read",
    "reading",
    "reads",
    "ready",
    "really",
    "receive",
    "remember",
    "report",
    "reports",
    "rest",
    "rice",
    "rich",
    "ride",
    "right",
    "ring",
    "rise",
    "river",
    "riyadh",
    "road",
    "room",
    "round",
    "routine",
    "routines",
    "rule",
    "rules",
    "run",
    "running",
    "runs",
    "sad",
    "safe",
    "sail",
    "same",
    "sand",
    "saudi",
    "save",
    "saves",
    "saving",
    "say",
    "says",
    "scared",
    "school",
    "schools",
    "science",
    "sea",
    "season",
    "seasons",
    "seat",
    "second",
    "see",
    "seem",
    "seems",
    "sees",
    "sell",
    "sells",
    "send",
    "serve",
    "seven",
    "shall",
    "share",
    "she",
    "she's",
    "shine",
    "ship",
    "shirt",
    "shop",
    "shopping",
    "shops",
    "short",
    "should",
    "shouldn't",
    "shout",
    "show",
    "shows",
    "shut",
    "sick",
    "side",
    "sign",
    "simple",
    "since",
    "sing",
    "sister",
    "sisters",
    "sit",
    "sits",
    "sitting",
    "six",
    "sky",
    "sleep",
    "sleeping",
    "sleeps",
    "slide",
    "slow",
    "small",
    "smart",
    "smell",
    "smells",
    "smile",
    "snow",
    "so",
    "social",
    "soft",
    "some",
    "sometimes",
    "son",
    "song",
    "sorry",
    "sound",
    "speaking",
    "special",
    "spend",
    "spends",
    "spice",
    "spices",
    "sport",
    "sports",
    "spring",
    "stand",
    "standing",
    "stands",
    "star",
    "stars",
    "start",
    "started",
    "starts",
    "stay",
    "stays",
    "steal",
    "stick",
    "still",
    "stop",
    "stopped",
    "stops",
    "store",
    "stores",
    "stories",
    "story",
    "street",
    "streets",
    "strong",
    "student",
    "students",
    "studied",
    "studies",
    "study",
    "stupid",
    "such",
    "sugar",
    "summer",
    "sun",
    "sunny",
    "sure",
    "sweet",
    "swim",
    "table",
    "take",
    "takes",
    "talk",
    "talked",
    "talks",
    "tall",
    "taste",
    "tastes",
    "taxi",
    "tea",
    "teach",
    "teacher",
    "teachers",
    "teaches",
    "team",
    "tell",
    "tells",
    "ten",
    "terrible",
    "test",
    "than",
    "thank",
    "thanks",
    "that",
    "that's",
    "the",
    "their",
    "theirs",
    "them",
    "then",
    "there",
    "there's",
    "these",
    "they",
    "they're",
    "they've",
    "thin",
    "thing",
    "things",
    "think",
    "thinks",
    "third",
    "thirty",
    "this",
    "those",
    "though",
    "three",
    "through",
    "throw",
    "ticket",
    "tickets",
    "time",
    "tired",
    "to",
    "today",
    "together",
    "tomorrow",
    "too",
    "touch",
    "town",
    "traffic",
    "train",
    "travel",
    "traveling",
    "tree",
    "trees",
    "tried",
    "tries",
    "trip",
    "true",
    "try",
    "turn",
    "turns",
    "tv",
    "two",
    "ugly",
    "umbrella",
    "umbrellas",
    "uncle",
    "under",
    "understand",
    "unless",
    "until",
    "up",
    "us",
    "use",
    "useful",
    "uses",
    "very",
    "video",
    "videos",
    "village",
    "visit",
    "voice",
    "wait",
    "waited",
    "waits",
    "wake",
    "wakes",
    "walk",
    "walked",
    "walking",
    "walks",
    "wall",
    "want",
    "wanted",
    "wants",
    "warm",
    "was",
    "wash",
    "washed",
    "wasn't",
    "watch",
    "watched",
    "water",
    "way",
    "ways",
    "we",
    "we're",
    "we've",
    "weak",
    "wear",
    "weather",
    "week",
    "weekend",
    "well",
    "were",
    "weren't",
    "wet",
    "what",
    "what's",
    "when",
    "where",
    "whether",
    "which",
    "while",
    "white",
    "who",
    "who's",
    "whom",
    "whose",
    "why",
    "wide",
    "wife",
    "wild",
    "will",
    "win",
    "wind",
    "window",
    "winter",
    "wish",
    "wishes",
    "with",
    "woman",
    "won't",
    "wonderful",
    "work",
    "worked",
    "working",
    "works",
    "world",
    "worry",
    "worse",
    "worst",
    "worth",
    "would",
    "wouldn't",
    "write",
    "writes",
    "writing",
    "wrong",
    "year",
    "yes",
    "yesterday",
    "yet",
    "you",
    "you'll",
    "you're",
    "you've",
    "young",
    "your",
    "yours"
  ],
  "combined": [
    "a",
    "about",
    "above",
    "advanced",
    "afraid",
    "after",
    "afternoon",
    "again",
    "air",
    "airport",
    "alive",
    "all",
    "almost",
    "already",
    "also",
    "although",
    "always",
    "am",
    "an",
    "and",
    "animals",
    "another",
    "answer",
    "answers",
    "any",
    "anyone",
    "apart",
    "appear",
    "apps",
    "arabia",
    "are",
    "aren't",
    "around",
    "arrive",
    "as",
    "ask",
    "asked",
    "asks",
    "at",
    "away",
    "back",
    "bad",
    "bag",
    "balls",
    "bank",
    "be",
    "beach",
    "beautiful",
    "because",
    "become",
    "becomes",
    "been",
    "before",
    "begin",
    "being",
    "believe",
    "believes",
    "below",
    "best",
    "better",
    "between",
    "big",
    "bird",
    "birds",
    "body",
    "bones",
    "book",
    "books",
    "both",
    "boy",
    "boys",
    "bread",
    "break",
    "breakfast",
    "bring",
    "brings",
    "brother",
    "brothers",
    "build",
    "buildings",
    "burn",
    "bus",
    "buses",
    "businesses",
    "busy",
    "but",
    "buy",
    "buys",
    "by",
    "bye",
    "call",
    "called",
    "calls",
    "cameras",
    "can",
    "can't",
    "capital",
    "car",
    "care",
    "careful",
    "carry",
    "cars",
    "cat",
    "catch",
    "cats",
    "change",
    "changed",
    "changes",
    "cheap",
    "check",
    "checks",
    "cheese",
    "chicken",
    "chickens",
    "child",
    "children",
    "choose",
    "church",
    "cities",
    "city",
    "class",
    "classes",
    "clean",
    "cleaned",
    "cleans",
    "clear",
    "climb",
    "clock",
    "close",
    "closed",
    "closes",
    "clothes",
    "clouds",
    "cloudy",
    "coffee",
    "cold",
    "coldest",
    "color",
    "colors",
    "come",
    "comfortable",
    "coming",
    "communicate",
    "compare",
    "computers",
    "confident",
    "connect",
    "cook",
    "cooked",
    "cooking",
    "cooks",
    "cool",
    "cooler",
    "copy",
    "correct",
    "could",
    "couldn't",
    "count",
    "countries",
    "country",
    "cover",
    "cow",
    "cows",
    "crafts",
    "creative",
    "cross",
    "cry",
    "culture",
    "cup",
    "cups",
    "customers",
    "cut",
    "dad",
    "daily",
    "dance",
    "dancing",
    "dark",
    "dates",
    "daughter",
    "day",
    "days",
    "dead",
    "deep",
    "delicious",
    "desert",
    "desk",
    "dessert",
    "devices",
    "did",
    "didn't",
    "different",
    "difficult",
    "digital",
    "dinner",
    "dirty",
    "discounts",
    "dish",
    "do",
    "doctor",
    "doctors",
    "documents",
    "does",
    "doesn't",
    "dog",
    "dogs",
    "don't",
    "door",
    "down",
    "dr",
    "draw",
    "dress",
    "drink",
    "drinks",
    "drive",
    "driver",
    "drivers",
    "driving",
    "dry",
    "during",
    "each",
    "ear",
    "early",
    "earn",
    "earns",
    "ears",
    "easier",
    "easy",
    "eat",
    "eating",
    "eats",
    "economy",
    "education",
    "egg",
    "eggs",
    "eight",
    "either",
    "else",
    "employees",
    "empty",
    "end",
    "ends",
    "enjoy",
    "enjoys",
    "enough",
    "enter",
    "even",
    "evening",
    "every",
    "everyone",
    "everything",
    "everywhere",
    "excited",
    "exciting",
    "exercise",
    "expensive",
    "explain",
    "eye",
    "eyes",
    "face",
    "fail",
    "fall",
    "false",
    "families",
    "family",
    "famous",
    "farm",
    "farmer",
    "farmers",
    "farms",
    "fast",
    "fat",
    "father",
    "favorite",
    "feed",
    "feel",
    "feels",
    "few",
    "fill",
    "finally",
    "find",
    "finds",
    "first",
    "fish",
    "five",
    "fix",
    "flat",
    "flower",
    "flowers",
    "fly",
    "follow",
    "follows",
    "food",
    "foot",
    "for",
    "forget",
    "four",
    "free",
    "free time",
    "fresh",
    "friend",
    "friendly",
    "friends",
    "from",
    "fruit",
    "fruits",
    "full",
    "fun",
    "funny",
    "future",
    "game",
    "games",
    "garden",
    "gate",
    "gather",
    "get",
    "gift",
    "gifts",
    "girl",
    "girls",
    "give",
    "gives",
    "glad",
    "glass",
    "go",
    "goes",
    "going",
    "good",
    "government",
    "grandparents",
    "gray",
    "great",
    "green",
    "group",
    "groups",
    "grow",
    "guess",
    "had",
    "hair",
    "hand",
    "happen",
    "happens",
    "happy",
    "hard",
    "has",
    "hat",
    "hate",
    "hates",
    "have",
    "he",
    "he's",
    "head",
    "health",
    "healthy",
    "hear",
    "hears",
    "heart",
    "heavy",
    "hello",
    "help",
    "helped",
    "helps",
    "her",
    "here",
    "here's",
    "hers",
    "hi",
    "hide",
    "high",
    "him",
    "hire",
    "his",
    "hobbies",
    "hobby",
    "hold",
    "holiday",
    "home",
    "homes",
    "hope",
    "hopes",
    "hospital",
    "hot",
    "hotel",
    "hottest",
    "hour",
    "hours",
    "house",
    "how",
    "however",
    "hungry",
    "hunt",
    "hurry",
    "hurt",
    "i",
    "i'd",
    "i'll",
    "i'm",
    "i've",
    "ideas",
    "if",
    "ill",
    "important",
    "in",
    "information",
    "ingredients",
    "insects",
    "inside",
    "instead",
    "interesting",
    "internet",
    "into",
    "is",
    "isn't",
    "it",
    "it's",
    "its",
    "jeddah",
    "job",
    "jobs",
    "join",
    "jump",
    "just",
    "kabsa",
    "keep",
    "keeps",
    "kill",
    "kind",
    "king",
    "kitchen",
    "know",
    "knows",
    "lake",
    "land",
    "language",
    "large",
    "last",
    "late",
    "later",
    "laugh",
    "lazy",
    "learn",
    "learned",
    "learns",
    "leave",
    "leaves",
    "left",
    "less",
    "let",
    "let's",
    "lets",
    "letter",
    "letters",
    "library",
    "life",
    "lift",
    "light",
    "lights",
    "like",
    "liked",
    "likes",
    "line",
    "list",
    "listen",
    "listening",
    "listens",
    "live",
    "lived",
    "lives",
    "long",
    "look",
    "looking",
    "looks",
    "lose",
    "lost",
    "lot",
    "lots",
    "loud",
    "love",
    "loved",
    "loves",
    "low",
    "lucky",
    "luggage",
    "lunch",
    "madinah",
    "main",
    "make",
    "makes",
    "makkah",
    "man",
    "manager",
    "many",
    "map",
    "mark",
    "market",
    "markets",
    "may",
    "maybe",
    "me",
    "meal",
    "meals",
    "mean",
    "means",
    "meat",
    "media",
    "medicine",
    "meet",
    "meeting",
    "message",
    "messages",
    "might",
    "milk",
    "mine",
    "minute",
    "minutes",
    "miss",
    "mix",
    "mobile",
    "modern",
    "mom",
    "money",
    "month",
    "moon",
    "more",
    "morning",
    "most",
    "mother",
    "move",
    "moved",
    "moves",
    "mr",
    "mrs",
    "ms",
    "much",
    "music",
    "must",
    "my",
    "name",
    "nature",
    "near",
    "need",
    "needed",
    "needs",
    "neighborhoods",
    "neither",
    "never",
    "new",
    "news",
    "next",
    "nice",
    "night",
    "nine",
    "no",
    "noisy",
    "nor",
    "not",
    "note",
    "notebook",
    "notebooks",
    "now",
    "number",
    "nurse",
    "of",
    "off",
    "offer",
    "office",
    "offices",
    "often",
    "old",
    "on",
    "one",
    "only",
    "open",
    "opened",
    "opens",
    "or",
    "order",
    "other",
    "others",
    "our",
    "ours",
    "out",
    "outside",
    "over",
    "own",
    "pack",
    "page",
    "pages",
    "paint",
    "paper",
    "parents",
    "park",
    "parks",
    "part",
    "party",
    "pass",
    "passport",
    "patterns",
    "pay",
    "pays",
    "pen",
    "people",
    "perhaps",
    "person",
    "pet",
    "pets",
    "phone",
    "phones",
    "photo",
    "photographer",
    "photography",
    "photos",
    "piano",
    "pick",
    "picnic",
    "picture",
    "pictures",
    "place",
    "places",
    "plan",
    "plane",
    "plant",
    "plants",
    "plate",
    "play",
    "played",
    "player",
    "playing",
    "plays",
    "please",
    "poor",
    "popular",
    "possible",
    "practice",
    "prepare",
    "press",
    "pretty",
    "price",
    "prices",
    "problem",
    "produce",
    "professional",
    "program",
    "promise",
    "protect",
    "proud",
    "pull",
    "push",
    "put",
    "puts",
    "queen",
    "questions",
    "quiet",
    "quite",
    "race",
    "rain",
    "rains",
    "rainy",
    "reach",
    "read",
    "reading",
    "reads",
    "ready",
    "really",
    "receive",
    "recipe",
    "recommend",
    "relax",
    "remember",
    "report",
    "reports",
    "rest",
    "restaurants",
    "rice",
    "rich",
    "ride",
    "right",
    "ring",
    "rise",
    "river",
    "riyadh",
    "road",
    "robots",
    "room",
    "round",
    "routes",
    "routine",
    "routines",
    "rule",
    "rules",
    "run",
    "running",
    "runs",
    "sad",
    "safe",
    "sail",
    "same",
    "sand",
    "saudi",
    "save",
    "saves",
    "saving",
    "say",
    "says",
    "scared",
    "school",
    "schools",
    "science",
    "sea",
    "season",
    "seasons",
    "seat",
    "second",
    "see",
    "seem",
    "seems",
    "sees",
    "sell",
    "sells",
    "send",
    "serve",
    "seven",
    "shall",
    "share",
    "she",
    "she's",
    "shine",
    "ship",
    "shirt",
    "shop",
    "shopping",
    "shops",
    "short",
    "should",
    "shouldn't",
    "shout",
    "show",
    "showers",
    "shows",
    "shut",
    "sick",
    "side",
    "sign",
    "simple",
    "since",
    "sing",
    "sister",
    "sisters",
    "sit",
    "sits",
    "sitting",
    "six",
    "skin",
    "sky",
    "sleep",
    "sleeping",
    "sleeps",
    "slide",
    "slow",
    "small",
    "smart",
    "smell",
    "smells",
    "smile",
    "snow",
    "so",
    "social",
    "soft",
    "some",
    "sometimes",
    "son",
    "song",
    "sorry",
    "sound",
    "speaking",
    "special",
    "spend",
    "spends",
    "spice",
    "spices",
    "sport",
    "sports",
    "spring",
    "stand",
    "standing",
    "stands",
    "star",
    "stars",
    "start",
    "started",
    "starts",
    "stay",
    "stays",
    "steal",
    "stick",
    "still",
    "stomach",
    "stop",
    "stopped",
    "stops",
    "store",
    "stores",
    "stories",
    "story",
    "street",
    "streets",
    "strong",
    "student",
    "students",
    "studied",
    "studies",
    "study",
    "stupid",
    "successful",
    "such",
    "sugar",
    "summer",
    "sun",
    "sunny",
    "sure",
    "sweet",
    "swim",
    "system",
    "table",
    "take",
    "takes",
    "talk",
    "talked",
    "talks",
    "tall",
    "taste",
    "tastes",
    "taxi",
    "tea",
    "teach",
    "teacher",
    "teachers",
    "teaches",
    "team",
    "technology",
    "tell",
    "tells",
    "temperature",
    "ten",
    "terrible",
    "test",
    "than",
    "thank",
    "thanks",
    "that",
    "that's",
    "the",
    "their",
    "theirs",
    "them",
    "then",
    "there",
    "there's",
    "these",
    "they",
    "they're",
    "they've",
    "thin",
    "thing",
    "things",
    "think",
    "thinks",
    "third",
    "thirty",
    "this",
    "those",
    "though",
    "three",
    "through",
    "throw",
    "ticket",
    "tickets",
    "time",
    "tired",
    "to",
    "today",
    "together",
    "tomorrow",
    "too",
    "touch",
    "town",
    "traffic",
    "train",
    "transportation",
    "travel",
    "traveling",
    "tree",
    "trees",
    "tried",
    "tries",
    "trip",
    "true",
    "try",
    "turn",
    "turns",
    "tv",
    "two",
    "ugly",
    "umbrella",
    "umbrellas",
    "uncle",
    "under",
    "understand",
    "unless",
    "until",
    "up",
    "us",
    "use",
    "useful",
    "uses",
    "vegetables",
    "very",
    "video",
    "videos",
    "village",
    "visa",
    "visit",
    "voice",
    "wait",
    "waited",
    "waits",
    "wake",
    "wake up",
    "wakes",
    "walk",
    "walked",
    "walking",
    "walks",
    "wall",
    "want",
    "wanted",
    "wants",
    "warm",
    "was",
    "wash",
    "washed",
    "wasn't",
    "watch",
    "watched",
    "water",
    "way",
    "ways",
    "we",
    "we're",
    "we've",
    "weak",
    "wear",
    "weather",
    "week",
    "weekend",
    "well",
    "were",
    "weren't",
    "wet",
    "what",
    "what's",
    "when",
    "where",
    "whether",
    "which",
    "while",
    "white",
    "who",
    "who's",
    "whom",
    "whose",
    "why",
    "wide",
    "wife",
    "wild",
    "will",
    "win",
    "wind",
    "window",
    "winter",
    "wish",
    "wishes",
    "with",
    "woman",
    "won't",
    "wonderful",
    "work",
    "worked",
    "workers",
    "working",
    "works",
    "world",
    "worry",
    "worse",
    "worst",
    "worth",
    "would",
    "wouldn't",
    "write",
    "writes",
    "writing",
    "wrong",
    "year",
    "yes",
    "yesterday",
    "yet",
    "you",
    "you'll",
    "you're",
    "you've",
    "young",
    "your",
    "yours"
  ]
}